const animemenu = (prefix, Laporowner) => { 
	return `╭───────────────────
│ *「 Anime Menu 」*
│
│ Owner: wa.me/${Laporowner}
├──────────────────
│➻ ${prefix}modeanime  [1/0]
│➻ ${prefix}animelist
│➻ ${prefix}animesaran
│➻ ${prefix}character
│➻ ${prefix}quotesanime
│➻ ${prefix}mangasearch
│➻ ${prefix}animesearch
│➻ ${prefix}konachan
│➻ ${prefix}situsbacamanga
│➻ ${prefix}situsnontonanime
│➻ ${prefix}bahasajepang
│➻ ${prefix}urutannontonfate
│➻ ${prefix}kusonime url
│➻ ${prefix}kusonimesearch
│➻ ${prefix}otakudesu url
│➻ ${prefix}otakudesusearch
│  「 Anime Pict 」
│➻ ${prefix}loli
│➻ ${prefix}neko
│➻ ${prefix}waifu
│➻ ${prefix}shota
│➻ ${prefix}husbu
│➻ ${prefix}husbu2
│➻ ${prefix}wallnime
│➻ ${prefix}bokunh
│➻ ${prefix}hsdxd
│➻ ${prefix}sao
│➻ ${prefix}naruto
│➻ ${prefix}minato
│➻ ${prefix}boruto
│➻ ${prefix}hinata
│➻ ${prefix}sakura
│➻ ${prefix}sasuke
│➻ ${prefix}rize
│➻ ${prefix}akira
│➻ ${prefix}itori
│➻ ${prefix}kurumi
│➻ ${prefix}sagiri
│➻ ${prefix}kanna
│➻ ${prefix}shinobu
│➻ ${prefix}megumin
│➻ ${prefix}toukachan
│➻ ${prefix}hatsunemiku
│➻ ${prefix}bully
│➻ ${prefix}cuddle
│➻ ${prefix}hug
│➻ ${prefix}kiss
│➻ ${prefix}cry
│➻ ${prefix}awoo
│➻ ${prefix}lick
│➻ ${prefix}pat
│➻ ${prefix}smug
│➻ ${prefix}bonk
│➻ ${prefix}yeet
│➻ ${prefix}blush
│➻ ${prefix}smile
│➻ ${prefix}wave
│➻ ${prefix}highfive
│➻ ${prefix}handhold
│➻ ${prefix}nom
│➻ ${prefix}bite
│➻ ${prefix}glomp
│➻ ${prefix}kill
│➻ ${prefix}slap
│➻ ${prefix}happy
│➻ ${prefix}wink
│➻ ${prefix}poke
│➻ ${prefix}dance
│➻ ${prefix}cringe
│➻ ${prefix}blush
╰──────────────────`
}
exports.animemenu = animemenu

const situsnontonanime = (prefix) => { 
	return `╔════════════════════
║┏⊱ ❰ 𝙨𝙞𝙩𝙪𝙨 𝙣𝙤𝙣𝙩𝙤𝙣 𝙖𝙣𝙞𝙢𝙚 ❱ ⊰━
╠════════════════════
║ 𝙛𝙖𝙣𝙨𝙝𝙖𝙧𝙚 𝙖𝙣𝙞𝙢𝙚 𝙞𝙣𝙙𝙤
║• Animebatch.id  
║• Animeisme.me 
║• Animeindo.cc
║• Anime-indo.cc
║• Anoboy.media
║• Batchkun.com
║• Drivenime.com  
║• Jouganime.site 
║• Kusonime.com 
║• Meownime.moe
║• Meownime.ltd
║• Maxnime.com
║• Neonime.site
║• Otakudesu.vip
╠════════════════════
║𝙛𝙖𝙣𝙨𝙪𝙗 𝙖𝙣𝙞𝙢𝙚 𝙞𝙣𝙙𝙤 
║• www.isekaisubs.web.id
║• https://www.aibou.xyz
║• https://www.aksensei.com
║• https://oploverz.bz
║• https://samehadaku.vip
║• https://anitoki.com
║• https://pucuktranslation.pw
║• https://doronime.id
║• http://huntersekaisub.blogspot.com
║• https://huntersekai-backup.blogspot.com
╠════════════════════
║[❗] 𝗣𝗘𝗥𝗜𝗡𝗚𝗔𝗧𝗔𝗡
║- Ada beberapa fansub yang juga menggarap anime hent harap yang dibawah umur jangan download/nonton di fansubnya!
║- Domain bisa diganti kapan saja harap lapor admin jika link rusak.
╠════════════════════
║
║
║𝙠𝙖𝙡𝙤 𝙜𝙖𝙢𝙖𝙪 𝙧𝙞𝙗𝙚𝙩 𝙥𝙖𝙠𝙚 𝙖𝙥𝙡𝙞𝙠𝙖𝙨𝙞 𝙖𝙟𝙖
║                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               
║• AnimLovers 4,4⭐
║https://play.google.com/store/apps/details?id=site.realanime.animlov.animlov
║
║• Anime View 4,4⭐
║https://play.google.com/store/apps/details?id=com.nanimeindo.animeviewanimechannelsubindo
║
║• Anime GO 4,4⭐
║https://play.google.com/store/apps/details?id=com.animechannelnewanimego.newanimegonontonanimechannelandtvonlineindonesia
║
║• Animeindo 4,4⭐
║https://play.google.com/store/apps/details?id=me.onenrico.animeindo
╠════════════════════
`
}
exports.situsnontonanime = situsnontonanime

const situsnonsub = (prefix) => { 
	return `╔════════════════════
║┏⊱ ❰ 𝙨𝙞𝙩𝙪𝙨 𝙣𝙤𝙣𝙩𝙤𝙣 𝙖𝙣𝙞𝙢𝙚 𝙣𝙤𝙣𝙨𝙪𝙗𝙨 ❱ ⊰━
╠════════════════════
║ ➥ https://anime-raws.tumblr.com
║➥ https://nyaatorrent.com
║➥ https://animeraw.org
╠════════════════════
║[❗] Peringatan, Domain bisa diganti kapan saja harap lapor admin jika link rusak
╠════════════════════
`
}
exports.situsnonsub = situsnonsub

const situsbacamanga = (prefix) => { 
	return `╔════════════════════
║┏⊱ ❰ 𝙨𝙞𝙩𝙪𝙨 𝙗𝙖𝙘𝙖 𝙢𝙖𝙣𝙜𝙖 𝙨𝙪𝙗𝙞𝙣𝙙𝙤 ❱ ⊰━
╠════════════════════
║ • adm.komikmanga.com
║• komiku.co.id
║• komikcast.com
║• komikid.com
║• komikmama.net
║• mangaid.click
║• mangaku.pro
║• mangakita.net
║• Kiryuu.co
║• Mangadex.org
║• https://westmanga.info/
║• http://Sektekomik.com
║• http://Komikstation.com
║• https://pojokmanga.com
╠════════════════════
║[❗] Peringatan, Domain bisa diganti kapan saja harap lapor admin jika link rusak
╠════════════════════
`
}
exports.situsbacamanga = situsbacamanga

const urutannontonfate = (prefix) => { 
	return `• Fate/Zero 
- Fate/Zero S2 END

• Fate/Stay Night
- Fate/Stay Night 2006
- Fate/Stay Night Unlimited Blade Works
- Fate/Stay Night Heaven Feel I - Presage Flower
- Fate/Stay Night Heaven Feel II - Lost Butterfly
- Fate/Stay Night Heaven Feel III - Spring Song

• Fate/Prototype

• Lord Elmellio II Sei no Jikenbo : Rail Zeppelin Grace Note

• Fate/Apocrypha

• Fate/Grand Order First Order 
- Fate/Grand Order First Moonlight Lostroom
- Fate/Grand Order Initium Iter
- Fate/Grand Order Zettai Majuu Sensen

• Fate/Kaleid
- Fate/Kaleid Liner Prisma Illya
- Fate/Kaleid Liner Prisma Illya 2wei Herz
- Fate/Kaleid Liner Prisma Illya 2wei
- Fate/Kaleid Liner Prisma Illya 3rei
- Fate/Kaleid Liner Prisma Illya Sekka no Chikai

• Fate/Extra : Last Encore
- Fate/Extra : Last Encore - Irusterias Tendouron

~ IXB-BOT
`
}
exports.urutannontonfate = urutannontonfate
